export const INFO = [
 {   body: "直感でできる部分は割愛\nパソコンで使うことを前提にしていますが、スマホでも多分使用可"},

  {
    title: "名前",
    body: "上の「stopwatchName」の枠に名前を入力できます。",
  },
  {
    title: "LAP履歴",
    body: "①「LAP」または横の数字をクリック（各ストップウォッチ）\n②「履歴」ボタンをクリック（全ストップウォッチ）\n戻るとき外側をクリック",
  },
  {
    title: "複製",
    body: "「＋」ボタンをクリック。これまでの時間とLAP履歴を共有したストップウォッチが複製。（緑枠）",
  },
  {
    title: "移動",
    body: "ストップウォッチをドラッグして場所を移動。（パソコンのみ）",
  },

  {
    title: "思想",
    body: "　「１人で複数のストップウォッチを簡単に管理する」をテーマに作成。ストップウォッチは未経験ですが、あったら便利そうと考えた機能を実装しました。個人的に＋ボタンでの複製機能はポイント高い。\n　スマホではどうしても使いにくのでiosバージョンも作りたいですが、焦らず行きましょう"
  }
];